Repository: KDE/kgpg
Catalog: po/*/kgpg.po
Languages: eo

# @info
source: <para>One secret key unchanged.</para>
eo: <para>Unu sekreta ŝlosilo neŝanĝita.</para>

# @info
source: <para>One secret key not imported.</para>
eo: <para>Unu sekreta ŝlosilo ne importita.</para>

# @info
source: <para><emphasis strong='true'>You have imported a secret key.</emphasis><nl/>Please note that imported secret keys are not trusted by default.<nl/>To fully use this secret key for signing and encryption, you must edit the key (double click on it) and set its trust to Full or Ultimate.</para>
eo: <para><emphasis strong='true'>Vi importis sekretan ŝlosilon.</emphasis><nl/>Bonvolu noti, ke importitaj sekretaj ŝlosiloj ne estas defaŭlte fidindaj.<nl/>Por plene uzi ĉi tiun sekretan ŝlosilon por subskribi kaj ĉifrado, vi devas redakti la ŝlosilon (duoble klaki sur ĝi) kaj agordi ĝian fidon al Plena aŭ Finfina.</para>

source: New Key
eo: Nova Ŝlosilo

source: Key with new User Id
eo: Ŝlosilo kun nova Uzant-Id

source: Key with new Signatures
eo: Ŝlosilo kun novaj Subskriboj

source: Key with new Subkeys
eo: Ŝlosilo kun novaj Subŝlosiloj

source: New Private Key
eo: Nova Privata Ŝlosilo

source: Unchanged Key
eo: Neŝanĝita Ŝlosilo

source: <b>Connecting to the server...</b>
eo: <b>Konektante al la servilo...</b>

source: Keyserver
eo: Ŝlosilservilo

source: Requesting Passphrase
eo: Petante Pasfrazon

source: or
eo: aŭ

source: Enter passphrase for <b>%1</b>
eo: Enigu pasfrazon por <b>%1</b>

source: <p><b>Bad passphrase</b>. You have 1 try left.</p>
eo: <p><b>Malbona pasfrazo</b>. Restas al vi 1 provo.</p>

source: Got Passphrase
eo: Havas Pasfrazon

# @info first argument is formatted date, second argument is formatted time
source: <para>The signature was created at %1 %2</para>
eo: <para>La subskribo estis kreita ĉe %1 %2</para>

# @info Good signature from: NAME , Key ID: HEXID
source: <para>Good signature from:<nl/><emphasis strong='true'>%1</emphasis><nl/>Key ID: %2<nl/></para>
eo: <para>Bona subskribo de:<nl/><emphasis strong='true'>%1</emphasis><nl/>Slosila ID: %2<nl/></para>

# @info Good signature from: NAME <EMAIL>, Key ID: HEXID
source: <para>Good signature from:<nl/><emphasis strong='true'>%1 <email>%2</email></emphasis><nl/>Key ID: %3</para>
eo: <para>Bona subskribo de:<nl/><emphasis strong='true'>%1 <email>%2</email></emphasis><nl/>Ŝlosila ID: %3</para>

# @info
source: No signature found.
eo: Neniu subskribo trovita.

# @info
source: <para>Good signature from:<nl/><emphasis strong='true'>%1</emphasis><nl/>Key ID: %2<nl/></para>
eo: <para>Bona subskribo de:<nl/><emphasis strong='true'>%1</emphasis><nl/>Slosila ID: %2<nl/></para>

# @info Good signature from: NAME <EMAIL>, Key ID: HEXID
source: <para>Good signature from:<nl/><emphasis strong='true'>%1 <email>%2</email></emphasis><nl/>Key ID: %3<nl/></para>
eo: <para>Bona subskribo de:<nl/><emphasis strong='true'>%1 <email>%2</email></emphasis><nl/>Ŝlosila ID: %3<nl/></para >

# @info
source: <para><emphasis strong='true'>BAD signature</emphasis> from:<nl/> %1<nl/>Key ID: %2<nl/><nl/><emphasis strong='true'>The file is corrupted</emphasis></para>
eo: <para><emphasis strong='true'>MABONA subskribo</emphasis> de:<nl/> %1<nl/>Ŝlosila ID: %2<nl/><nl/><emphasis strong='true'> La dosiero estas difektita</emphasis></para>

# @info
source: <para>The signature is valid, but the key is untrusted</para>
eo: <para>La subskribo validas, sed la ŝlosilo estas nefidinda</para>

# @info
source: <para>The signature is valid, and the key is ultimately trusted</para>
eo: <para>La subskribo validas, kaj la ŝlosilo estas finfine fidinda</para>
