Repository: KDE/kgpg
Catalog: po/*/kgpg.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau, Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org,olivermkellogg@gmail.com

source: Name (minimum 5 characters):
eo: Nomo (minimume 5 signoj):

source: Email:
eo: Retpoŝto:

source: Comment (optional):
eo: Komento (laŭvola):

source: This function is not available on this system. The symbolic link to the private GnuPG keys cannot be created.
eo: Ĉi tiu funkcio ne estas disponebla en ĉi tiu sistemo. La simbola ligilo al la privataj GnuPG-ŝlosiloj ne povas esti kreita.

source: No mail was sent for the following user id because it belongs to a key without encryption capability:
eo: Neniu poŝto estis sendita por la sekva uzantidentigilo ĉar ĝi apartenas al ŝlosilo sen ĉifradkapablo:

source: No mail was sent for the following user id because it was already signed:
eo: Neniu poŝto estis sendita por la sekva uzantidentigilo ĉar ĝi jam estis subskribita:

# %1 is 64 bit key id (in hex), text is used as email subject
source: Your key %1
eo: Via ŝlosilo %1

source: <qt><b>Custom Decryption Command:</b><br /> <p>This option allows the user to specify a custom command to be executed by GPG when decryption occurs. (This is recommended for advanced users only).</p></qt>
eo: <qt><b>Persona Malĉifra Komando:</b><br /> <p>Ĉi tiu elekteblo permesas al la uzanto specifi propran komandon por esti plenumita de GPG kiam malĉifrado okazas. (Ĉi tio estas rekomendita nur por progresintaj uzantoj).</p></qt>

source: Custom decryption command:
eo: Propra malĉifra komando:

source: Encryption
eo: Ĉifrado

source: <qt><b>ASCII armored encryption:</b> <br /> <p>Checking this option outputs all encrypted files in a format that can be opened by a text editor and as such the output is suitable for placing in the body of an e-mail message.</p></qt>
eo: <qt><b>ASCII kirasa ĉifrado:</b> <br /> <p>Markado de ĉi elekteblo eligas ĉiujn ĉifritajn dosierojn en formato kiu povas esti malfermita de tekstredaktilo kaj kiel tia la eligo taŭgas por meti en la korpo de retpoŝta mesaĝo.</p></qt>

source: ASCII armored encryption
eo: ASCII kirasa ĉifrado

source: <qt><b>Use *.pgp extension for encrypted files:</b><br /> <p>Checking this option will append a .pgp extension to all encrypted files instead of a .gpg extension. This option will maintain compatibility with users of PGP (Pretty Good Privacy) software.</p></qt>
eo: <qt><b>Uzu finaĵon *.pgp por ĉifritaj dosieroj:</b><br /> <p>Markado de ĉi elekteblo aldonos finaĵon .pgp al ĉiuj ĉifritaj dosieroj anstataŭ finaĵon .gpg. Ĉi tiu elekteblo konservos kongruon kun uzantoj de PGP (Pretty Good Private) programaro.</p></qt>

source: Use *.pgp extension for encrypted files
eo: Uzi finaĵon *.pgp por ĉifritaj dosieroj

source: <qt><b>Custom encryption command:</b><br /> <p>When activated, an entry field will be shown in the key selection dialog, enabling you to enter a custom command for encryption. This option is recommended for experienced users only.</p></qt>
eo: <qt><b>Persona ĉifrada komando:</b><br /> <p>Kiam aktivigite, enigokampo estos montrita en la ŝlosilelekta dialogo, ebligante vin enigi propran komandon por ĉifrado. Ĉi tiu elekteblo estas rekomendita nur por spertaj uzantoj.</p></qt>

source: Custom encryption command:
eo: Propra ĉifrada komando:

source: <qt><b>Always encrypt with:</b><br /> <p>This ensures all files/messages will also be encrypted with the chosen key. However, if the "Encrypt files with:" option is selected that chosen key will override the "Always encrypt with:" selection.</p></qt>
eo: <qt><b>Ĉiam ĉifri per:</b><br /> <p>Ĉi tio certigas, ke ĉiuj dosieroj/mesaĝoj ankaŭ estos ĉifritaj per la elektita ŝlosilo. Tamen, se la opcio "Ĉifri dosierojn kun:" estas elektita, tiu elektita ŝlosilo anstataŭigos la elekton "Ĉiam ĉifri per:".</p></qt>

source: Always encrypt with:
eo: Ĉiam ĉifri per:

source: <qt><b>Encrypt files with:</b><br /> <p>Checking this option and selecting a key will force any file encryption operation to use the selected key. KGpg will not query for a recipient and the default key will be bypassed.</p></qt>
eo: <qt><b>Ĉifri dosierojn per:</b><br /> <p>Markante ĉi tiun opcion kaj elektante ŝlosilon devigos ajnan dosier-ĉifradan operacion uzi la elektitan ŝlosilon. KGpg ne demandos pri ricevanto kaj la defaŭlta ŝlosilo estos preterlasita.</p></qt>

source: Encrypt files with:
eo: Ĉifri dosierojn kun:

source: <qt><b>Allow encryption with untrusted keys:</b><br /> <p>When importing a public key, the key is usually marked as untrusted and as such cannot be used unless it is signed by the default key (thus making it 'trusted'). Checking this box enables any key to be used even if it is untrusted.</p></qt>
eo: <qt><b>Permesi ĉifradon per nefidindaj ŝlosiloj:</b><br /> <p>Dum importado de publika ŝlosilo, la ŝlosilo estas kutime markita kiel nefidinda kaj kiel tia ne povas esti uzata krom se ĝi estas subskribita de la defaŭlta ŝlosilo (tiel igante ĝin 'fidinda'). Marki ĉi tiun skatolon ebligas uzi ajnan ŝlosilon eĉ se ĝi ne estas fidinda.</p></qt>

source: Allow encryption with untrusted keys
eo: Permesi ĉifradon per nefidindaj ŝlosiloj

source: <qt><b>Allow untrusted keys as members of key groups:</b><br /><p>A key group allows simple encryption to multiple recipients at once. Similar to the <em>Allow encryption with untrusted keys</em> option this allows untrusted keys to become member of a key group.</p></qt>
eo: <qt><b>Permesi nefidindajn ŝlosilojn kiel membrojn de ŝlosilgrupoj:</b><br /><p>Ŝlosilgrupo permesas simplan ĉifradon al pluraj ricevantoj samtempe. Simile al la elekteblo <em>Permesi ĉifradon per nefidindaj ŝlosiloj</em> ĉi tio permesas al nefidindaj ŝlosiloj fariĝi membro de ŝlosilgrupo.</p></qt>

source: Allow untrusted keys as members of key groups
eo: Permesi nefidindajn ŝlosilojn kiel membrojn de ŝlosilgrupoj

source: <qt><b>Hide user ID:</b><br /> <p>Checking this option will remove the keyid of the recipient from all encrypted packets. The advantage: traffic analysis of the encrypted packets cannot be performed as easily because the recipient is unknown. The disadvantage: the receiver of the encrypted packets is forced to try all secret keys before being able to decrypt the packets. This can be a lengthy process depending on the number of secret keys the receiver holds.</p></qt>
eo: <qt><b>Kaŝi uzantidentigilon:</b><br /> <p>Markante ĉi tiun elekteblon forigos la ŝlosil-id de la ricevanto de ĉiuj ĉifritaj pakoj. La avantaĝo: trafika analizo de la ĉifritaj pakaĵetoj ne povas esti farita tiel facile ĉar la ricevanto estas nekonata. La malavantaĝo: la ricevilo de la ĉifritaj pakaĵetoj estas devigita provi ĉiujn sekretajn ŝlosilojn antaŭ povi malĉifri la pakaĵetojn. Ĉi tio povas esti longa procezo depende de la nombro da sekretaj ŝlosiloj kiujn la ricevilo tenas.</p></qt>

source: Hide user id
eo: Kaŝi uzantan identigilon

source: <qt><b>PGP 6 compatibility:</b><br /> <p>Checking this option forces GnuPG to output encrypted packets that are as compliant with PGP (Pretty Good Privacy) 6 standards as possible thus allowing GnuPG users to inter operate with PGP 6 users.</p></qt>
eo: <qt><b>Kongruo de PGP 6:</b><br /> <p>Markante ĉi tiun elekteblon devigas GnuPG eligi ĉifritajn pakaĵetojn kiuj estas kiel eble plej konformaj al PGP (Sufiĉe Bona Privateco) 6-normoj permesante tiel GnuPG. uzantoj por inter funkcii kun uzantoj de PGP 6.</p></qt>

source: PGP 6 compatibility
eo: PGP-6 kongruo

source: <qt><b>Global Settings:</b><br /> <p></p> </qt>
eo: <qt><b>Ĉieaj Agordoj:</b><br /> <p></p> </qt>

source: GnuPG Home
eo: GnuPG Hejmo

source: <b>Home Location</b><p>This is the directory where GnuPG stores its configuration and the keyrings. If you have not changed it this is usually <em>~/.gnupg/</em></p>
eo: <b>Hejma Loko</b><p>Ĉi tiu estas la dosierujo kie GnuPG konservas sian agordon kaj la ŝlosilringojn. Se vi ne ŝanĝis ĝin, ĉi tio kutime estas <em>~/.gnupg/</em></p>

source: Home location:
eo: Hejma loko:

source: <b>Configuration File</b><p>This is the name of the configuration file in the directory specified above. The default is <em>gnupg.conf</em> while older versions of GnuPG used <em>options</em>.</p>
eo: <b>Agorda dosiero</b><p>Ĉi tiu estas la nomo de la agorda dosiero en la supre specifita dosierujo. La defaŭlta estas <em>gnupg.conf</em> dum pli malnovaj versioj de GnuPG uzis <em>elekteblojn</em>.</p>

source: Configuration file:
eo: Dosiero de agordo:

source: Change...
eo: Ŝanĝi...

source: GnuPG Binary
eo: GnuPG Binara

source: <b>Program path</b><p>This is the program that will be called for all GnuPG operations. The default of <em>gpg</em> will work on most systems.</p>
eo: <b>Programa vojo</b><p>Ĉi tiu estas la programo kiu estos vokita por ĉiuj operacioj de GnuPG. La defaŭlta <em>gpg</em> funkcios ĉe plej multaj sistemoj.</p>

source: Program path:
eo: Programvojo:

source: <b>Use GnuPG agent</b><p>The GnuPG agent stores the passwords for your secret keys in memory for a limited amount of time. If you use your secret key again while it is cached you do not have to enter it again. This is less secure than typing it every time.</p>
eo: <b>Uzu GnuPG-agenton</b><p>La GnuPG-agento konservas la pasvortojn por viaj sekretaj ŝlosiloj en memoro por limigita tempo. Se vi uzas vian sekretan ŝlosilon denove dum ĝi estas kaŝmemorigita, vi ne devas enigi ĝin denove. Ĉi tio estas malpli sekura ol tajpi ĝin ĉiufoje.</p>

source: Use GnuPG agent
eo: Uzi GnuPG-agenton

source: Global Settings
eo: Ĉiea agordo

source: <qt><b>Start KGpg automatically at KDE startup:</b><br /> <p>If checked KGpg will start automatically each time that KDE starts up.</p></qt>
eo: <qt><b>Lanĉi KGpg aŭtomate ĉe la ekfunkciigo de KDE:</b><br /> <p>Se markite, KGpg aŭtomate komenciĝos ĉiufoje kiam KDE ekfunkciiĝos.</p></qt>

source: Start KGpg automatically at login
eo: Komenci KGpg aŭtomate ĉe ensaluto

source: <qt><b>Use mouse selection instead of clipboard:</b><br /> <p>If checked, clipboard operations in KGpg will use the selection clipboard, that means highlighting a text to copy, and middle button (or right+left together) to paste. If this option is not checked, the clipboard will work with Key shortcuts (Ctrl-c, Ctrl-v).</p></qt>
eo: <qt><b>Uzi musan elekton anstataŭ tondujo:</b><br /> <p>Se markite, la operacioj de la tondujo en KGpg uzos la elektan tondujon, tio signifas reliefigi tekston por kopii, kaj mezan butonon (aŭ dekstre+maldekstre kune) alglui. Se ĉi tiu elekteblo ne estas markita, la tondujo funkcios per Ŝparvojaj klavoj (Ctrl-c, Ctrl-v).</p></qt>

source: Use mouse selection instead of clipboard
eo: Uzi muselekton anstataŭ tondujon

source: <qt><b>Display warning before creating temporary files:</b><br /> <p></p></qt>
eo: <qt><b>Montru averton antaŭ krei provizorajn dosierojn:</b><br /> <p></p></qt>

source: Display warning before creating temporary files (only occurs on remote files operations)
eo: Montri averton antaŭ krei provizorajn dosierojn (nur okazas ĉe foraj dosieroj operacioj)

source: Applet && Menus
eo: Apleto && Menuoj

source: Konqueror Service Menus
eo: Servaj Menuoj de Konqueror

source: <qt><b>Sign file service menu:</b><br /> <p></p> </qt>
eo: <qt><b>Servomenuo por subskribo de dosieroj:</b><br /> <p></p> </qt>

source: Sign file service menu:
eo: Servomenuo por dosiersubskribo:

source: Disable
eo: Malŝalti

source: Enable with All Files
eo: Ebligi kun Ĉiuj Dosieroj

source: <qt><b>Decrypt file service menu:</b><br /> <p></p> </qt>
eo: <qt><b>Dosierserva menuo por Malĉifrado:</b><br /> <p></p> </qt>

source: Decrypt file service menu:
eo: Dosierserva menuo por malĉifri:

source: Enable with Encrypted Files
eo: Ebligu per Ĉifritaj Dosieroj

source: System Tray Applet
eo: Sistempleto Apleto

source: <qt><b>Show system tray icon:</b><br /> <p>If checked KGpg will minimize to an icon in the system tray.</p></qt>
eo: <qt><b>Montri sistempleton:</b><br /> <p>Se markite, KGpg minimumigos al piktogramo en la sistempleto.</p></qt>

source: Show system tray icon
eo: Montri sistempletan piktogramon

source: Left mouse click opens:
eo: Maldekstra musklako malfermiĝas:

source: Key Manager
eo: Ŝlosila Administranto

source: Editor
eo: Redaktilo

source: Recent files
eo: Lastatempaj dosieroj

source: Key Signing
eo: Ŝlosila Subskribo

source: Here you can define how User Ids that do not contain an email address (like Photo Ids) are sent to the key owner. You can choose to either send them with every other User Id you signed, only with the first Id you signed or to not send them at all.
eo: Ĉi tie vi povas difini kiel Uzantidentigiloj kiuj ne enhavas retpoŝtadreson (kiel Foto-identigiloj) estas senditaj al la ŝlosilposedanto. Vi povas elekti aŭ sendi ilin per ĉiu alia Uzantidentigilo, kiun vi subskribis, nur kun la unua Idigilo, kiun vi subskribis, aŭ tute ne sendi ilin.

source: Mailing of User Ids without Email Addresses
eo: Sendado de Uzantidentoj sen Retpoŝtadresoj

source: Send with every Email
eo: Sendi kun ĉiu Retpoŝto

source: Send only with first Email
eo: Sendi nur per unua Retpoŝto

source: Do not send
eo: Ne sendi

source: Email template
eo: Retpoŝta ŝablono

source: This is the text of the email sent by the "Sign and Mail User ID" action. The placeholders surrounded by the percent signs (like %KEYID%) will be replaced with the corresponding text for every single mail.
eo: Ĉi tio estas la teksto de la retpoŝto sendita per la ago "Signo kaj Poŝto Uzanto ID". La anstataŭiloj ĉirkaŭitaj de la procentaj signoj (kiel %KEYID%) estos anstataŭigitaj per la responda teksto por ĉiu poŝto.

source: <b>INFORMATION</b>: Only the default server will be stored in GnuPG's configuration file, all others will be stored for use by KGpg only.
eo: <b>INFORMO</b>: Nur la defaŭlta servilo estos konservita en la agorda dosiero de GnuPG, ĉiuj aliaj estos konservitaj por uzo nur de KGpg.

source: Honor HTTP proxy when available
eo: Honori HTTP-prokurilon kiam disponebla

source: &Set as Default
eo: &Agordi kiel Defaŭlto

source: &Add...
eo: &Aldonu

source: &Delete
eo: &Forigi

source: &Edit...
eo: &Redakto

source: Key Colors
eo: Ŝlosilaj Koloroj

source: Ultimately trusted keys:
eo: Finfine fidindaj ŝlosiloj:

source: Trusted keys:
eo: Fidindaj ŝlosiloj:

source: Marginally trusted keys:
eo: Marĝene fidindaj ŝlosiloj:

source: Expired keys:
eo: Eksvalidiĝintaj ŝlosiloj:

source: Revoked keys:
eo: Revokitaj ŝlosiloj:

source: Unknown keys:
eo: Nekonataj ŝlosiloj:

source: Disabled keys:
eo: Malŝaltitaj ŝlosiloj:

source: Editor Font
eo: Redaktoro Tiparo

source: Key List
eo: Ŝlosila Listo

source: Sort Order
eo: Ordigo

source: Left to right, account first
eo: De maldekstre al dekstre, konto unue

source: Right to left, TLD first
eo: Dekstre al maldekstre, unue TLD

source: Right to left, domain first
eo: Dekstre al maldekstre, domajno unue

source: Right to left, FQDN first
eo: Dekstre al maldekstre, unue FQDN

# Encryption algorithm
source: DSA & ElGamal
eo: DSA kaj ElGamal

# Encryption algorithm RSA, Signing algorithm RSA
source: RSA & RSA
eo: RSA kaj RSA

# Unknown algorithm
source: Unknown
eo: Nekonata

source: I do not know
eo: mi ne scias

source: I do NOT trust
eo: Mi NE fidas

source: Marginally
eo: Marĝene

source: Fully
eo: Plene

source: Ultimately
eo: Finfine

# Unknown trust in key owner
source: Unknown
eo: Nekonata

# Invalid key
source: Invalid
eo: Nevalida

# Disabled key
source: Disabled
eo: Malebligita

source: Revoked
eo: Revokita

# Expired key
source: Expired
eo: Forpasinta

# Undefined key trust
source: Undefined
eo: Nedifinita

# No trust in key
source: None
eo: Neniu

# Marginal trust in key
source: Marginal
eo: Marĝena

# Full trust in key
source: Full
eo: Plena

# Ultimate trust in key
source: Ultimate
eo: Finfina

# Unknown trust in key
source: Unknown
eo: Nekonata

# key capability
source: Signature
eo: Subskribo

# key capability
source: Encryption
eo: Ĉifrado

# key capability
source: Authentication
eo: Aŭtentigo

# key capability
source: Certification
eo: Atestado

source: 1 key
eo: 1 ŝlosilo

source: 1 signature
eo: 1 subskribo

source: [No user id found]
eo: [Neniu uzantidentigilo trovita]

source: %1 [local signature]
eo: %1 [loka subskribo]

source: %1 subkey
eo: %1 subŝlosilo

source: Photo id
eo: Foto id

source: Info
eo: Informo

source: Untitled
eo: Sentitola

source: &Encrypt File...
eo: Ĉifri dosi&eron...

source: &Decrypt File...
eo: Malĉifri &dosieron...

source: &Open Key Manager
eo: Malfermi Ŝl&osiladministrilon

source: &Generate Signature...
eo: &Generi Subskribon...

source: &Verify Signature...
eo: Kon&firmi subskribon...

source: &Check MD5 Sum...
eo: &Kontroli MD5-Sumon...

source: &Unicode (utf-8) Encoding
eo: &Unikodo (utf-8) Kodigo

source: En&crypt
eo: Ĉ&ifri

source: &Decrypt
eo: &Malĉifri

source: S&ign/Verify
eo: &Signi/Konfirmi

source: The document "%1" has changed. Do you want to save it?
eo: La dokumento "%1" ŝanĝiĝis. Ĉu vi volas konservi ĝin?

source: Close the document
eo: Fermi la dokumenton

source: The document could not been saved, as the selected codec is not supported.
eo: La dokumento ne povis esti konservita, ĉar la elektita kodeko ne estas subtenata.

source: The document could not be saved, please check your permissions and disk space.
eo: La dokumento ne povis esti konservita, bonvolu kontroli viajn permesojn kaj diskospacon.

source: Overwrite existing file %1?
eo: Ĉu anstataŭigi ekzistantan dosieron %1?

source: Open File to Encode
eo: Malfermi Dosieron por Kodigi

source: *|All Files
eo: *|Ĉiuj dosieroj

source: Open File to Decode
eo: Malfermi Dosieron por Malkodi

source: Decrypt File To
eo: Malĉifri Dosiero Al

source: Save File
eo: Konservi dosieron

source: File Already Exists
eo: Dosiero jam ekzistas

source: Open File to Sign
eo: Malfermi Dosieron por Subskribi

source: Open File to Verify
eo: Malfermi Dosieron por Kontroli

source: <qt><b>Missing signature:</b><br />Key id: %1<br /><br />Do you want to import this key from a keyserver?</qt>
eo: <qt><b>Mankas subskribo:</b><br />Ŝlosilidentigilo: %1<br /><br />Ĉu vi volas importi ĉi tiun ŝlosilon el ŝlosilservilo?</qt>

source: Import
eo: Importi

source: Do Not Import
eo: Ne importi

source: &View
eo: &Rigardi

source: Si&gnature
eo: Subskr&ibo

source: MD5 Checksum
eo: MD5-Kontrolsumo

source: Compare MD5 with Clipboard
eo: Kompari MD5 kun Clipboard

source: MD5 sum for <b>%1</b> is:
eo: MD5-sumo por <b>%1</b> estas:

source: <b>Unknown status</b>
eo: <b>Nekonata stato</b>

source: Clipboard content is not a MD5 sum.
eo: La enhavo de la tondujo ne estas MD5-sumo.

source: <b>Correct checksum</b>, file is ok.
eo: <b>Ĝusta kontrolsumo</b>, dosiero estas en ordo.

source: <b>Wrong checksum, <em>file corrupted</em></b>
eo: <b>Malĝusta kontrolsumo, <em>dosiero koruptita</em></b>

source: <qt><b>Remote file dropped</b>.<br />The remote file will now be copied to a temporary file to process requested operation. This temporary file will be deleted after operation.</qt>
eo: <qt><b>Fora dosiero faligita</b>.<br />La fora dosiero nun estos kopiita al provizora dosiero por prilabori petitan operacion. Ĉi tiu provizora dosiero estos forigita post operacio.</qt>

source: Could not download file.
eo: Ne eblis elŝuti dosieron.

source: <qt>This file is a <b>public</b> key.<br />Do you want to import it instead of opening it in editor?</qt>
eo: <qt>Ĉi tiu dosiero estas <b>publika</b> ŝlosilo.<br />Ĉu vi volas importi ĝin anstataŭ malfermi ĝin en redaktilo?</qt>

source: <qt>This file is a <b>private</b> key.<br />Do you want to import it instead of opening it in editor?</qt>
eo: <qt>Ĉi tiu dosiero estas <b>privata</b> ŝlosilo.<br />Ĉu vi volas importi ĝin anstataŭ malfermi ĝin en redaktilo?</qt>

source: Key file dropped on Editor
eo: Ŝlosila dosiero faligis sur Redaktoro

# @action:button
source: Yes
eo: Jes

# @action:button
source: No
eo: Ne

source: Decryption failed.
eo: Malĉifrido malsukcesis.

source: The encryption failed with error code %1
eo: La ĉifrado malsukcesis kun erarkodo %1

source: Encryption failed.
eo: Ĉifrado malsukcesis.

source: Signing not possible: bad passphrase or missing key
eo: Subskribo ne eblas: malbona pasfrazo aŭ mankanta ŝlosilo

# Caption of message box
source: Verification Finished
eo: Konfirmo Finita

source: &Import
eo: &Importi

source: Import key in your list
eo: Importi ŝlosilon en via listo

source: Do &Not Import
eo: &Ne Importi

source: Will not import this key in your list
eo: Ne importos ĉi tiun ŝlosilon en via listo

source: Missing Key
eo: Mankas Ŝlosilo

source: Processing folder compression and encryption
eo: Prilaborado de dosierujo kunpremo kaj ĉifrado

# State of operation as in status
source: State
eo: Stato

# Job is started up
source: Startup
eo: Lanĉo

source: Unable to create temporary file
eo: Ne eblas krei provizoran dosieron

# Status message 'Encrypting <filename>' (operation starts)
source: Encrypting %1
eo: Ĉifrado de %1

# Status message 'Encrypted <filename>' (operation was completed)
source: Encrypted %1
eo: Ĉifrita %1

source: Tar/Bzip2
eo: Gudro/Bzip2

source: Tar
eo: Gudro

source: Tar/XZ
eo: Gudro/XZ

source: Available Keys
eo: Disponeblaj Ŝlosiloj

source: Available Trusted Keys
eo: Disponeblaj Fidindaj Ŝlosiloj

source: Search:
eo: Serĉi:

source: Keys in the Group
eo: Ŝlosiloj en la Grupo

source: Public Key Export
eo: Eksporto de Publika Ŝlosilo

# Export a key via email
source: E&mail
eo: Ret&poŝto

source: C&lipboard
eo: T&ondujo

source: You must define at least one keyserver in settings before you can export to one.
eo: Vi devas difini almenaŭ unu ŝlosilservilon en agordoj antaŭ ol vi povas eksporti al unu.

source: &Key server:
eo: Ŝlosi&la servilo:

source: File:
eo: Dosiero:

source: Export Settings
eo: Eksporti Agordojn

source: E&xport everything
eo: E&ksporti ĉion

source: Do &not export attributes (photo ids)
eo: &Ne eksporti atributojn (fotaj identigiloj)

source: Clean key
eo: Pura ŝlosilo

source: <qt>The requested key is not present in the keyring anymore.<br />Perhaps it was deleted by another application</qt>
eo: <qt>La petita ŝlosilo ne plu ĉeestas en la ŝlosilringo.<br />Eble ĝi estis forigita de alia aplikaĵo</qt>

source: Key not found
eo: Ŝlosilo ne trovita

# no email address
source: none
eo: nenio

source: <qt>The left part is the algorithm used by the <b>signature</b> key. The right part is the algorithm used by the <b>encryption</b> key.</qt>
eo: <qt>La maldekstra parto estas la algoritmo uzata de la <b>subskriba</b> ŝlosilo. La dekstra parto estas la algoritmo uzata de la <b>ĉifrada</b> ŝlosilo.</qt>

# Unlimited key lifetime
source: Unlimited
eo: Senlima

source: <qt>The left part is the size of the <b>signature</b> key. The right part is the size of the <b>encryption</b> key.</qt>
eo: <qt>La maldekstra parto estas la grandeco de la klavo <b>subskribo</b>. La dekstra parto estas la grandeco de la <b>ĉifrada</b> ŝlosilo.</qt>

# no key comment
source: <em>none</em>
eo: <em>neniu</em>

source: Bad old passphrase, the passphrase for the key was not changed
eo: Malbona malnova pasfrazo, la pasfrazo por la ŝlosilo ne estis ŝanĝita

source: Could not change passphrase
eo: Ne eblis ŝanĝi pasfrazon

source: KGpg was unable to change the passphrase.
eo: KGpg ne povis ŝanĝi la pasfrazon.

source: Changing key properties failed.
eo: Ŝanĝado de ŝlosilaj trajtoj malsukcesis.

source: Key properties
eo: Ŝlosilaj proprecoj
