Repository: KDE/kgpg
Catalog: po/*/kgpg.po
Languages: eo

source: Hi, please find attached the user id '%UIDNAME%' of your key %KEYID% signed by me. This mail is encrypted with that key to make sure you control both the email address and the key. If you have multiple user ids, I sent the signature for each user id separately to that user id's associated email address. You can import the signatures by running each through `gpg --import` after you have decrypted them with `gpg --decrypt`. If you are using KGpg store the attachment to disk and then import it. Just select `Import Key...` from `Keys` menu and open the file. Note that I did not upload your key to any keyservers. If you want this new signature to be available to others, please upload it yourself. With GnuPG this can be done using gpg --keyserver subkeys.pgp.net --send-key %KEYID%. With KGpg you can right click on the key once you imported all user ids and choose `Export Public Key...`. If you have any questions, don't hesitate to ask.
eo: Saluton, bonvolu trovi alkroĉitan la uzantidentigilon '%UIDNAME%' de via ŝlosilo %KEYID% subskribita de mi. Ĉi tiu poŝto estas ĉifrita per tiu ŝlosilo por certigi, ke vi kontrolas kaj la retpoŝtadreson kaj la ŝlosilon. Se vi havas plurajn uzantidentigilojn, mi sendis la subskribon por ĉiu uzantidentigilo aparte al la rilata retpoŝtadreso de tiu uzantidentigilo. Vi povas importi la subskribojn rulante ĉiun tra `gpg --import` post kiam vi malĉifris ilin per `gpg --decrypt`. Se vi uzas KGpg, konservu la aldonaĵon al disko kaj poste importu ĝin. Nur elektu `Importi Ŝlosilon...' el la menuo 'Ŝlosiloj' kaj malfermu la dosieron. Rimarku, ke mi ne alŝutis vian ŝlosilon al neniu ŝlosilservilo. Se vi volas, ke ĉi tiu nova subskribo estu disponebla por aliaj, bonvolu alŝuti ĝin mem. Kun GnuPG tio povas esti farita per gpg --keyserver subkeys.pgp.net --send-key %KEYID%. Per KGpg vi povas dekstre alklaki la ŝlosilon post kiam vi importis ĉiujn uzantidentojn kaj elektu `Eksporti Publikan Ŝlosilon. ..`. Se vi havas demandojn, ne hezitu demandi.

source: Custom decryption command.
eo: Propra malĉifra komando.

source: Custom encryption options
eo: Propraj ĉifradaj elektebloj

source: Allow custom encryption options
eo: Permesi proprajn ĉifradajn elekteblojn

source: File encryption key.
eo: Dosiera ĉifrada ŝlosilo.

source: Encrypt files
eo: Ĉifri dosierojn

source: Use ASCII armored encryption.
eo: Uzi ASCII-kirasitan ĉifradon.

source: Allow encryption with untrusted keys.
eo: Permesi ĉifradon per nefidindaj ŝlosiloj.

source: Allow untrusted keys to become members of key groups.
eo: Permesi al nefidindaj ŝlosiloj fariĝi membroj de ŝlosilaj grupoj.

source: Hide the user ID.
eo: Kaŝi la uzantan ID.

source: Enable PGP 6 compatibility.
eo: Ebligu PGP 6-kongruon.

source: Use *.pgp extension for encrypted files.
eo: Uzu *.pgp finaĵo por ĉifritaj dosieroj.

source: The path of the gpg configuration file.
eo: La vojo de la agorda dosiero gpg.

source: The path of the gpg binary used by KGpg.
eo: La vojo de la gpg-binaro uzata de KGpg.

source: Is the first time the application runs.
eo: Estas la unua fojo, ke la aplikaĵo funkcias.

source: The size of the editor window.
eo: La grandeco de la redaktora fenestro.

source: Show the trust value in key manager.
eo: Montri la fidan valoron en ŝlosila administranto.

source: Show the expiration value in key manager.
eo: Montri la eksvalidan valoron en ŝlosila administranto.

source: Show the size value in key manager.
eo: Montri la grandecvaloron en ŝlosila administranto.

source: Show the creation value in key manager.
eo: Montri la kreovaloron en ŝlosila administranto.

source: Show only secret keys in key manager.
eo: Montri nur sekretajn ŝlosilojn en ŝlosiladministranto.

source: Show long key id in key manager.
eo: Montri longan ŝlosilidentigilon en ŝlosiladministranto.

source: Show only keys with at least that trust level in key manager.
eo: Montri nur ŝlosilojn kun almenaŭ tiu fidnivelo en ŝlosilmanaĝero.

source: Use the mouse selection instead of the clipboard.
eo: Uzi la muselekton anstataŭ la tondujo.

source: Start KGpg automatically at KDE startup.
eo: Lanĉi KGpg aŭtomate ĉe la ekfunkciigo de KDE.

source: Display a warning before creating temporary files during remote file operations.
eo: Montri averton antaŭ krei provizorajn dosierojn dum foraj dosieroperacioj.

source: Choose default left-click behavior
eo: Elekti defaŭltan maldekstran klakan konduton

source: Handle encrypted drops
eo: Pritrakti ĉifritajn gutojn

source: Handle unencrypted drops
eo: Pritrakti neĉifritajn gutojn

source: Show the "sign file" service menu.
eo: Montri la servomenuon "subskribi dosieron".

source: Show the "decrypt file" service menu.
eo: Montri la servan menuon "malĉifri dosieron".

source: Show the systray icon
eo: Montri la systray-piktogramon

source: The number of recently opened files shown in the editor menu.
eo: La nombro de lastatempe malfermitaj dosieroj montrita en la redaktila menuo.

source: Color used for trusted keys.
eo: Koloro uzata por fidindaj ŝlosiloj.

source: Color used for revoked keys.
eo: Koloro uzata por revokitaj ŝlosiloj.

source: Color used for unknown keys.
eo: Koloro uzata por nekonataj ŝlosiloj.

source: Color used for untrusted keys.
eo: Koloro uzata por nefidindaj ŝlosiloj.

source: Color used for ultimately trusted keys.
eo: Koloro uzata por finfine fidindaj ŝlosiloj.

source: Color used for marginally trusted keys.
eo: Koloro uzata por marĝene fidindaj ŝlosiloj.

source: Color used for expired keys.
eo: Koloro uzata por eksvalidiĝintaj ŝlosiloj.

source: Font
eo: Tiparo

source: Key servers used by KGpg. The first server in the list is the default server.
eo: Ŝlosilserviloj uzataj de KGpg. La unua servilo en la listo estas la defaŭlta servilo.

source: List of URLs that show details and analysis of the given key. The first server in the list is the default server.
eo: Listo de URL-oj, kiuj montras detalojn kaj analizon de la donita ŝlosilo. La unua servilo en la listo estas la defaŭlta servilo.

source: Use HTTP proxy when available.
eo: Uzi HTTP-prokurilon kiam disponeblas.

source: This is the text of the email sent by the "Sign and Mail User ID" action.
eo: Ĉi tio estas la teksto de la retpoŝto sendita de la ago "Sign and Mail User ID".

source: Cannot create temporary file for folder compression.
eo: Ne povas krei provizoran dosieron por kunpremado de dosierujoj.

source: Temporary File Creation
eo: Provizora Dosierkreado

source: <qt>KGpg will now create a temporary archive file:<br /><b>%1</b> to process the encryption. The file will be deleted after the encryption is finished.</qt>
eo: <qt>KGpg nun kreos provizoran arkivan dosieron:<br /><b>%1</b> por prilabori la ĉifradon. La dosiero estos forigita post kiam la ĉifrado finiĝos.</qt>

source: Compression method for archive:
eo: Kunprema metodo por arkivo:

source: Decryption of this file failed:
eo: Malĉifrado de ĉi tiu dosiero malsukcesis:

source: <qt>You have not set a path to your GnuPG config file.<br />This may cause some surprising results in KGpg's execution.<br />Would you like to start KGpg's assistant to fix this problem?</qt>
eo: <qt>Vi ne agordis vojon al via agordosiero de GnuPG.<br />Tio povas kaŭzi kelkajn surprizajn rezultojn en la plenumo de KGpg.<br />Ĉu vi ŝatus komenci la asistanton de KGpg por solvi ĉi tiun problemon?</qt>

source: Start Assistant
eo: Komenci Asistanton

source: Do Not Start
eo: Ne lanĉi

source: KGpg Assistant
eo: KGpg Asistanto

source: This assistant will first setup some basic configuration options required for KGpg to work properly. Next, it will allow you to create your own key pair, enabling you to encrypt your files and emails.
eo: Ĉi tiu asistanto unue agorgos kelkajn bazajn agordajn elekteblojn necesajn por ke KGpg funkciu ĝuste. Poste, ĝi permesos al vi krei vian propran ŝlosilparon, ebligante vin ĉifri viajn dosierojn kaj retpoŝtojn.

source: Welcome to the KGpg Assistant
eo: Bonvenon al la KGpg-Asistanto

source: KGpg needs to know which GnuPG binary to use.
eo: KGpg bezonas scii kiun GnuPG-duuman uzadon.

source: Unless you want to try some unusual settings, just click on the "next" button.
eo: Krom se vi volas provi iujn nekutimajn agordojn, simple alklaku la butonon "sekva".

# search filter name for gpg binary
source: GnuPG binary
eo: GnuPG duuma

source: All files
eo: Ĉiuj dosieroj

source: KGpg needs to know where your GnuPG configuration file is stored.
eo: KGpg bezonas scii kie estas konservita via agorda dosiero de GnuPG.

source: Path to your GnuPG configuration file:
eo: Vojo al via agorda dosiero de GnuPG:

source: Configuration File
eo: Agorda Dosiero

source: Your default key:
eo: Via defaŭlta ŝlosilo:

source: Default Key
eo: Defaŭlta Ŝlosilo

source: Generate new key
eo: Generi novan ŝlosilon

source: Done
eo: Preta

source: <qt><b>The GnuPG configuration file was not found</b>. Should KGpg try to create a config file ?</qt>
eo: <qt><b>La agorda dosiero de GnuPG ne estis trovita</b>. Ĉu KGpg devus provi krei agordan dosieron ?</qt>

source: Create Config
eo: Krei Agordon

source: Do Not Create
eo: Ne krei

source: <qt><b>The GnuPG configuration file was not found</b>.</qt>
eo: <qt><b>La agorda dosiero de GnuPG ne estis trovita</b>.</qt>

source: Your GnuPG binary is: %1
eo: Via duumaro de GnuPG estas: %1

source: You have GnuPG version: %1
eo: Vi havas GnuPG-version: %1

source: Your default key is: %1
eo: Via defaŭlta ŝlosilo estas: %1

source: Your GnuPG version (%1) seems to be too old.<br />Compatibility with versions before 1.4.0 is no longer guaranteed.
eo: Via GnuPG-versio (%1) ŝajnas esti tro malnova.<br />Kongruo kun versioj antaŭ 1.4.0 ne plu estas garantiita.

source: An error occurred while scanning your keyring
eo: Okazis eraro dum skanado de via ŝlosilringo

source: &Expert Mode
eo: &Sperta Reĝimo

source: Go to Expert Mode
eo: Eniri Spertan Reĝimon

source: If you go to expert mode, you will use the command line to create your key.
eo: Se vi iras al sperta reĝimo, vi uzos la komandlinion por krei vian ŝlosilon.

source: You must give a name.
eo: Vi devas doni nomon.

source: The name must have at least 5 characters
eo: La nomo devas havi almenaŭ 5 signojn

source: The name must not start with a digit
eo: La nomo ne devas komenci per cifero

source: You are about to create a key with no email address
eo: Vi estas kreonta ŝlosilon sen retadreso

source: Email address not valid
eo: Retpoŝtadreso ne valida

source: Key Generation
eo: Genero de Ŝlosilo

source: Generate Key Pair
eo: Generi Ŝlosilparon

source: &Name:
eo: &Nomo:

source: The name must have a length of at least 5 characters and must not begin with a digit.
eo: La nomo devas havi longon de almenaŭ 5 signoj kaj ne devas komenciĝi per cifero.

source: Real name, at least 5 characters, no leading digits
eo: Vera nomo, almenaŭ 5 signoj, neniuj ĉefaj ciferoj

source: E&mail (optional):
eo: &Retpoŝto (laŭvola):

source: Commen&t (optional):
eo: Komen&to (laŭvola):

source: Expiration:
eo: Eksvalidiĝo:

# Key will not expire
source: Never
eo: Neniam

source: Days
eo: Tagoj

source: Weeks
eo: Semajnoj

source: Months
eo: Monatoj

source: Years
eo: Jaroj

source: &Key size:
eo: &Ŝlosilgrandeco:

source: &Algorithm:
eo: &Algoritmo:

source: Capabilities
eo: Kapabloj

source: Certification is automatically enabled for all keys
eo: Atestado estas aŭtomate ebligita por ĉiuj ŝlosiloj

source: Certification
eo: Atestado

source: Authentication
eo: Aŭtentikigo

source: Key ID:
eo: Ŝlosila ID:

source: Comment:
eo: Komento:

source: Creation:
eo: Kreo:

source: Trust:
eo: Fido:

source: Owner trust:
eo: Fido de posedanto:

source: Algorithm:
eo: Algoritmo:

source: Length:
eo: Longo:

source: Photo
eo: Foto

source: <qt><b>Photo:</b><p>A photo can be included with a public key for extra security. The photo can be used as an additional method of authenticating the key. However, it should not be relied upon as the only form of authentication.</p></qt>
eo: <qt><b>Foto:</b><p>Foto povas esti enmetita kun publika ŝlosilo por plia sekureco. La foto povas esti uzata kiel aldona metodo por aŭtentikigi la ŝlosilon. Tamen oni ne fidi ĝin kiel la sola formo de aŭtentikigo.</p></qt>

source: No Photo
eo: Neniu Foto

source: Disable key
eo: Malebligi ŝlosilon

source: Change Expiration
eo: Ŝanĝi Eksvalidiĝon

source: Change Passphrase
eo: Ŝanĝi Pasfrazon

source: Fingerprint
eo: Fingrospuro

source: Decryption
eo: Malĉifrado

source: Appearance
eo: Aspekto

source: GnuPG Settings
eo: GnuPG-agordoj

source: Key Servers
eo: Ŝlosilaj Serviloj

source: Misc
eo: Diverso

source: New GnuPG Home Location
eo: Nova Hejma Loko de GnuPG

source: No configuration file was found in the selected location. Do you want to create it now? Without a configuration file, neither KGpg nor GnuPG will work properly.
eo: Neniu agorda dosiero estis trovita en la elektita loko. Ĉu vi volas krei ĝin nun? Sen agorda dosiero, nek KGpg nek GnuPG funkcios ĝuste.

source: No Configuration File Found
eo: Neniu Agorda Dosiero Trovita

source: Create
eo: Krei

source: Ignore
eo: Ignori

source: Cannot create configuration file. Please check if destination media is mounted and if you have write access.
eo: Ne povas krei agordan dosieron. Bonvolu kontroli ĉu cela datumportilo estas muntita kaj ĉu vi havas skriban aliron.

source: Key server URLs may not contain whitespace.
eo: Ŝlosilservilaj URL eble ne enhavas blankspacon.

source: Key server already in the list.
eo: Ŝlosilservilo jam en la listo.

source: Add New Key Server
eo: Aldoni Novan Ŝlosil-Servilon

source: Server URL:
eo: Servila URL:

# no key available
source: none
eo: nenio

source: Decrypt File
eo: Malĉifri dosieron

source: Create Revocation Certificate
eo: Krei Revoka Atestilo

source: Create revocation certificate for
eo: Krei revokatestilon por

source: key id
eo: ŝlosila id

source: Reason for revocation:
eo: Kialo de revoko:

source: No Reason
eo: Nenial

source: Key Has Been Compromised
eo: Ŝlosilo Estis Kompromitita

source: Key is Superseded
eo: Ŝlosilo estas Anstataŭita

source: Key is No Longer Used
eo: Ŝlosilo Ne Plu Uzita

source: Description:
eo: Priskribo:

source: Save certificate:
eo: Konservi atestilon:

source: Print certificate
eo: Presi atestilon

source: Import into keyring
eo: Importi en ŝlosilringon

# @title
source: KGpg - simple gui for GnuPG
eo: KGpg - simpla gui por GnuPG

# @info:credit
source: &copy; 2003-2016, The KGpg Developers
eo: &copy; 2003-2016, La KGpg-Programistoj

# @info:credit
source: Maintainer
eo: Prizorganto

# @info:credit
source: Author and former maintainer
eo: Aŭtoro kaj antaŭa fleganto

# @info:credit
source: Andrius Štikonas
eo: Andrius Ŝtikonas

# @info:credit
source: KF5 port
eo: KF5-portado

# Mark default keyserver in GUI
source: %1 (Default)
eo: %1 (Defaŭlta)

source: Trust: %1<br>Owner Trust: %2
eo: Fido: %1<br>Fido de posedanto: %2

source: Trust: %1
eo: Fido: %1

source: 1 Key
eo: 1 Ŝlosilo

source: 1 Group
eo: 1 Grupo

source: Name
eo: Nomo

# @title:column Title of a column of emails
source: Email
eo: Retpoŝto

# example: ID abc123xy, 1024-bit RSA key, created Jan 12 2009, revoked
source: ID %1, %2-bit %3 key, created %4, revoked
eo: ID %1, %2-bita %3 ŝlosilo, kreita %4, revokita

# example: ID abc123xy, 1024-bit RSA key, created Jan 12 2009
source: ID %1, %2-bit %3 key, created %4
eo: ID %1, %2-bita %3 ŝlosilo, kreita %4

source: One Photo ID
eo: Unu Foto-ID

source: New Key Created
eo: Nova Ŝlosilo Kreita

source: You have successfully created the following key:
eo: Vi sukcese kreis la sekvan ŝlosilon:

source: Name:
eo: Nomo:

source: Fingerprint:
eo: Fingrosigno:

source: <qt><b>Set as your default key:</b><br /> <p>Checking this option sets the newly created key pair as the default key pair.</p></qt>
eo: <qt><b>Agordi kiel vian defaŭlta ŝlosilo:</b><br /> <p>Markante ĉi tiun elekteblon agordas la ĵus kreitan ŝlosilparon kiel la defaŭltan ŝlosilparon.</p></qt>

source: Set as your default key
eo: Agordi kiel vian defaŭlta ŝlosilo

source: Revocation Certificate
eo: Revoka Atestilo

source: It is recommended to save or print a revocation certificate in case your key is compromised.
eo: Oni rekomendas konservi aŭ presi revokatestilon, se via ŝlosilo estas kompromitita.

source: Save as:
eo: Konservi kiel:

source: Print
eo: Presi

source: Show only valid keys
eo: Montri nur validajn ŝlosilojn

source: Key to import:
eo: Ŝlosilo por importi:

source: Choose New Expiration
eo: Elekti Novan Eksvalidiĝon

# Key has unlimited lifetime
source: Unlimited
eo: Senlima

source: &Options
eo: &Opcioj

source: Select Public Key
eo: Elekti Publikan Ŝlosilon

source: Select Public Key for %1
eo: Elekti Publikan Ŝlosilon por %1

source: Select Public Key for %2 and one more file
eo: Elektu Publikan Ŝlosilon por %2 kaj unu plia dosiero

source: &Search:
eo: &Serĉi:

source: <b>Public keys list</b>: select the key that will be used for encryption.
eo: <b>Listo de publikaj ŝlosiloj</b>: elektu la ŝlosilon kiu estos uzata por ĉifrado.

source: <b>ASCII encryption</b>: makes it possible to open the encrypted file/message in a text editor
eo: <b>ASCII-ĉifrado</b>: ebligas malfermi la ĉifritan dosieron/mesaĝon en tekstredaktilo

source: <b>Allow encryption with untrusted keys</b>: when you import a public key, it is usually marked as untrusted and you cannot use it unless you sign it in order to make it 'trusted'. Checking this box enables you to use any key, even if it has not be signed.
eo: <b>Permesi ĉifradon per nefidindaj ŝlosiloj</b>: kiam vi importas publikan ŝlosilon, ĝi estas kutime markita kiel nefidinda kaj vi ne povas uzi ĝin krom se vi subskribas ĝin por igi ĝin "fidinda". Marki ĉi tiun skatolon ebligas al vi uzi ajnan ŝlosilon, eĉ se ĝi ne estas subskribita.

source: <b>Hide user ID</b>: Do not put the keyid into encrypted packets. This option hides the receiver of the message and is a countermeasure against traffic analysis. It may slow down the decryption process because all available secret keys are tried.
eo: <b>Kaŝi uzantidentigilon</b>: Ne metu la ŝlosilid en ĉifritajn pakaĵojn. Ĉi tiu elekteblo kaŝas la ricevilon de la mesaĝo kaj estas kontraŭrimedo kontraŭ trafika analizo. Ĝi povas malrapidigi la deĉifradan procezon ĉar ĉiuj disponeblaj sekretaj ŝlosiloj estas provitaj.

source: Symmetrical encryption
eo: Simetria ĉifrado

source: <b>Symmetrical encryption</b>: encryption does not use keys. You just need to give a password to encrypt/decrypt the file
eo: <b>Simetria ĉifrado</b>: ĉifrado ne uzas ŝlosilojn. Vi nur bezonas doni pasvorton por ĉifri/malĉifri la dosieron

source: Custom option:
eo: Propra elekteblo:

source: <b>Custom option</b>: for experienced users only, allows you to enter a gpg command line option, like: '--armor'
eo: <b>Persona elekteblo</b>: nur por spertaj uzantoj, permesas vin enigi elekteblon de komandlinio gpg, kiel: '--armour'

source: Private Key List
eo: Listo de Privataj Ŝlosiloj

source: Choose secret key for signing:
eo: Elektu sekretan ŝlosilon por subskribo:

source: How carefully have you checked that the key really belongs to the person with whom you wish to communicate:
eo: Kiom zorge vi kontrolis, ke la ŝlosilo vere apartenas al la persono kun kiu vi volas komuniki:

source: I Will Not Answer
eo: Mi Ne Respondos

source: I Have Not Checked at All
eo: Mi Tute Ne Kontrolis

source: I Have Done Casual Checking
eo: Mi Faris Neformalan Kontroladon

source: I Have Done Very Careful Checking
eo: Mi Faris Tre Zorgeman Kontroladon

source: Local signature (cannot be exported)
eo: Loka subskribo (ne povas esti eksportita)

source: Do not sign all user id's (open terminal)
eo: Ne subskribu ĉiujn uzantidentigilojn (malfermu terminalon)

source: &Keyserver:
eo: &Klosiloservilo:

source: Enter the ids or fingerprints of the keys to import as space separated list.
eo: Enigu la identigilojn aŭ fingrospurojn de la ŝlosiloj por importi kiel spac-disigita listo.

source: This image is very large. Use it anyway?
eo: Ĉi tiu bildo estas tre granda. Ĉu uzi ĝin ĉiukaze?

source: Use Anyway
eo: Uzu Ĉiukaze

source: Do Not Use
eo: Ne uzi

source: Enter old passphrase for <b>%1</b>
eo: Enigi malnovan pasfrazon por <b>%1</b>

source: <qt>Enter new passphrase for <b>%1</b><br />If you forget this passphrase all your encrypted files and messages will be inaccessible.</qt>
eo: <qt>Enigu novan pasfrazon por <b>%1</b><br />Se vi forgesas ĉi tiun pasfrazon ĉiuj viaj ĉifritaj dosieroj kaj mesaĝoj estos neatingeblaj.</qt>

# Status message 'Decrypting <filename>' (operation starts)
source: Decrypting %1
eo: Malĉifrante %1

# Status message 'Decrypted <filename>' (operation was completed)
source: Decrypted %1
eo: Malĉifris %1

source: Generating New Key for %1
eo: Generante Novan Ŝlosilon por %1

source: <p><b>Enter passphrase for %1 &lt;%2&gt;</b>:<br />Passphrase should include non alphanumeric characters and random sequences.</p>
eo: <p><b>Enigu pasfrazon por %1 &lt;%2&gt;</b>:<br />Pasfrazo devus inkluzivi nealfanombrajn signojn kaj hazardajn sekvencojn.</p>

source: <p><b>Enter passphrase for %1</b>:<br />Passphrase should include non alphanumeric characters and random sequences.</p>
eo: <p><b>Enigu pasfrazon por %1</b>:<br />Pasfrazo devus inkluzivi nealfanombrajn signojn kaj hazardajn sekvencojn.</p>

source: Generating Key
eo: Generante Ŝlosilo

source: Generating prime numbers
eo: Generante primojn

source: Generating DSA key
eo: Generante DSA-ŝlosilon

source: Generating ElGamal key
eo: Generante ElGamal-ŝlosilon

source: Waiting for entropy
eo: Atendante entropion

source: The entropy pool ran empty. The key generation process is stalled until enough entropy is present. You can generate entropy e.g. by moving the mouse or typing at the keyboard. The easiest way is by using another application until the key generation continues.
eo: La entropia naĝejo estis malplena. La ŝlosila genera procezo estas haltigita ĝis sufiĉa entropio ĉeestas. Vi povas generi entropion ekz. movante la muson aŭ tajpante ĉe la klavaro. La plej facila maniero estas uzi alian aplikaĵon ĝis kiam la ŝlosilgenero daŭras.

source: Key %1 generated
eo: Ŝlosilo %1 generita

source: Generating Revocation Certificate for key %1
eo: Generante Revoka Atestilo por ŝlosilo %1

# @info
source: The import result string has an unsupported format in line %1.<nl/>Please see the detailed log for more information.
eo: La import-rezulta ĉeno havas nesubtenan formaton en linio %1.<nl/>Bonvolu vidi la detalan protokolon por pliaj informoj.

source: No key imported.<br />Please see the detailed log for more information.
eo: Neniu ŝlosilo importita.<br />Bonvolu vidi la detalan protokolon por pliaj informoj.

# @info
source: <para>%1 key processed.</para>
eo: <para>%1 ŝlosilo procesita.</para>

# @info
source: <para>One key without ID.</para>
eo: <para>Unu ŝlosilo sen identigilo.</para>

# @info
source: <para><emphasis strong='true'>One key imported:</emphasis></para>
eo: <para><emphasis strong='true'>Unu ŝlosilo importita:</emphasis></para>

# @info
source: <para>One RSA key imported.</para>
eo: <para>Unu RSA-ŝlosilo importita.</para>

# @info
source: <para>One key unchanged.</para>
eo: <para>Unu ŝlosilo neŝanĝita.</para>

# @info
source: <para>One user ID imported.</para>
eo: <para>Unu uzantidentigilo importita.</para>

# @info
source: <para>One subkey imported.</para>
eo: <para>Unu subŝlosilo importita.</para>

# @info
source: <para>One signature imported.</para>
eo: <para>Unu subskribo importita.</para>

# @info
source: <para>One revocation certificate imported.</para>
eo: <para>Unu revokatestilo importita.</para>

# @info
source: <para>One secret key processed.</para>
eo: <para>Unu sekreta ŝlosilo procesita.</para>

# @info
source: <para><emphasis strong='true'>One secret key imported.</emphasis></para>
eo: <para><emphasis strong='true'>Unu sekreta ŝlosilo importita.</emphasis></para>
