Repository: KDE/kgpg
Catalog: po/*/kgpg.po
Languages: eo

source: <qt><b>Key Server:</b><br /> <p>A Key Server is a centralized repository of PGP/GnuPG keys connected to the Internet which can be conveniently accessed in order to obtain or deposit keys. Select from the drop down list to specify which key server should be used.</p> <p>Often these keys are held by people whom the user has never met and as such the authenticity is dubious at best. Refer to the GnuPG manual covering "Web-of-Trust" relationships to find out how GnuPG works around the problem of verifying authenticity.</p> </qt>
eo: <qt><b>Ŝlosilservilo:</b><br /> <p>Ŝlosilservilo estas centralizita deponejo de PGP/GnuPG-ŝlosiloj konektitaj al la Interreto, kiun oni povas oportune aliri por akiri aŭ deponi ŝlosilojn. Elektu el la fallisto por specifi kiun ŝlosilservilon devas esti uzata.</p> <p>Ofte ĉi tiuj ŝlosiloj estas tenitaj de homoj, kiujn la uzanto neniam renkontis kaj kiel tia la aŭtentikeco estas plej bone dubinda. Konsultu la manlibron de GnuPG pri interrilatoj de "Reto-de-Fido" por ekscii kiel GnuPG funkcias ĉirkaŭ la problemo de kontrolado de aŭtenteco.</p> </qt>

source: Key server:
eo: Ŝlosila servilo:

source: <b>Key Server Drop Down Dialog:</b> Allows the user to select the Key Server which will be used to import PGP/GnuPG keys into the local keyring.
eo: <b>Faliga Dialogo de ŜlosilServilo:</b> Permesas al la uzanto elekti la Ŝlosilservilon kiu estos uzata por importi PGP/GnuPG-ŝlosilojn en la lokan ŝlosilringon.

source: <qt><b>Text to search or ID of the key to import:</b><br /> <p>There are multiple ways to search for a key, you can use a text or partial text search (example: entering Phil or Zimmerman will bring up all keys in which Phil or Zimmerman shows up) or you can search by the ID's of the key. Key ID's are strings of letters and numbers that uniquely identify a key (example: searching for 0xED7585F4 would bring up the key associated with that ID).</p></qt>
eo: <qt><b>Teksto por serĉi aŭ ID de la ŝlosilo por importi:</b><br /> <p>Estas pluraj manieroj serĉi ŝlosilon, vi povas uzi tekston aŭ partan tekstoserĉon (ekzemplo: enigi Phil aŭ Zimmerman aperigos ĉiujn ŝlosilojn en kiuj Phil aŭ Zimmerman aperas) aŭ vi povas serĉi laŭ la identigiloj de la ŝlosilo. Ŝlosilidentigiloj estas ĉenoj de literoj kaj ciferoj kiuj unike identigas ŝlosilon (ekzemplo: serĉi 0xED7585F4 aperigus la ŝlosilon asociitan kun tiu ID).</p></qt>

source: Text to search or ID of the key to import:
eo: Teksto por serĉi aŭ ID de la ŝlosilo por importi:

source: Honor HTTP proxy:
eo: Honori HTTP-prokurilon:

source: &Search
eo: &Serĉi

source: Export
eo: Eksporti

source: <qt><b>Key to be exported:</b><br /> <p>This allows the user to specify the key from the drop down list that will be exported to the key server selected.</p></qt>
eo: <qt><b>Ŝlosilo eksportenda:</b><br /> <p>Ĉi tio permesas al la uzanto specifi la ŝlosilon el la fallisto, kiu estos eksportita al la ŝlosilservilo elektita.</p ></qt>

source: Key to be exported:
eo: Ŝlosilo eksportenda:

source: Export attributes (photo id)
eo: Eksporti atributojn (foto-identigilo)

source: <qt><b>Export:</b><br /> <p>Pushing this button will export the specified key to the specified server.</p></qt>
eo: <qt><b>Eksporti:</b><br /> <p>Premante ĉi tiun butonon eksportos la specifitan ŝlosilon al la specifita servilo.</p></qt>

source: &Export
eo: E&ksporti

source: Key Server
eo: Ŝlosila Servilo

source: You must enter a search string.
eo: Vi devas enigi serĉĉenon.

source: You need to configure keyservers before trying to download keys.
eo: Vi devas agordi ŝlosilservilojn antaŭ ol provi elŝuti ŝlosilojn.

source: No keyservers defined
eo: Neniuj ŝlosilserviloj difinitaj

# Caption of message box
source: Key Import Finished
eo: Ŝlosila Importo Finita

source: Upload to keyserver finished without errors
eo: Alŝuto al ŝlosilservilo finiĝis sen eraroj

source: Upload to keyserver failed
eo: Alŝuto al ŝlosilservilo malsukcesis

# Window title
source: Import Key From Keyserver
eo: Importi Ŝlosilon De Ŝlosilservilo

source: Connecting to the server...
eo: Konektante al la servilo...

source: You must choose a key.
eo: Vi devas elekti ŝlosilon.

source: No matching keys found
eo: Neniuj kongruaj ŝlosiloj trovitaj

source: Found 1 matching key
eo: Trovis 1 kongruan ŝlosilon

source: Found 1 matching key (not shown)
eo: Trovis 1 kongruan ŝlosilon (ne montrata)

source: Found %1 matching keys (%2 shown)
eo: Trovis %1 kongruajn ŝlosilojn (%2 montrataj)

source: Key Management
eo: Ŝlosila Administrado

source: &Open Editor
eo: &Malfermi Redakton

source: &Key Server Dialog
eo: Dialogo de &Ŝlosila Servilo

source: &Go to Default Key
eo: &Iri al Defaŭlta Ŝlosilo

source: View GnuPG Manual
eo: Vidi GnuPG-Manlibron

source: &Refresh List
eo: &Aktualigi liston

source: Show &Long Key Id
eo: Montri &Longan Ŝlosilon Id

source: K&ey Properties
eo: Ŝlosilaj Propr&ecoj

source: &Open Key URL
eo: &Malfermi Ŝlosil-URL

source: Edit Key in &Terminal
eo: Redakti Ŝlosilon en &Terminalo

source: &Generate Key Pair...
eo: &Generi Ŝlosilparon...

source: &Import Key...
eo: &Importi Ŝlosilon...

source: Send Ema&il
eo: Sendi Retpoŝton&il

source: &Create New Contact in Address Book
eo: &Krei Novan Kontakton en Adreslibro

source: &Edit Group...
eo: &Redakti grupon...

source: &Delete Group
eo: &Forigi Grupon

source: &Rename Group
eo: &Alinomi Grupon

source: Set as De&fault Key
eo: Agordi kiel De&faŭlta Ŝlosilo

source: &Add Photo...
eo: &Aldoni Foton...

source: &Add User Id...
eo: &Aldoni Uzantan Idon...

source: Export Secret Key...
eo: Eksporti Sekretan Ŝlosilon...

source: Delete Key Pair
eo: Forigi Ŝlosilparon

source: Revoke Key...
eo: Revoki Ŝlosilon...

source: &Regenerate Public Key
eo: &Regeneri Publikan Ŝlosilon

source: Set User Id as &Primary
eo: Agordu Uzantan Idaĵon kiel &Ĉefan

source: &Open Photo
eo: &Malfermi Foton

source: &Delete Photo
eo: &Forigi Foton

source: Import &Missing Signatures From Keyserver
eo: Importi &Mankas Subskribojn De Ŝlosilservilo

source: Trust
eo: Fidi

source: Size
eo: Grandeco

source: Creation
eo: Kreado

source: Expiration
eo: Eksvalidiĝo

source: &Photo ID's
eo: &Fotaj identigiloj

# small picture
source: Small
eo: Malgranda

# medium picture
source: Medium
eo: Ujo

# large picture
source: Large
eo: Granda

source: Minimum &Trust
eo: Minimuma &Fido

# no filter: show all keys
source: &None
eo: &Nenio

# show only active keys
source: &Active
eo: &Aktiva

# show only keys with at least marginal trust
source: &Marginal
eo: &Marĝena

# show only keys with at least full trust
source: &Full
eo: &Plena

# show only ultimately trusted keys
source: &Ultimate
eo: &Finfina

source: &Show Only Secret Keys
eo: &Montri Nur Sekretajn Ŝlosilojn

# Name of the action that gives the focus to the search line
source: Focus Search Line
eo: Fokusa Serĉlinio

source: Another key generation operation is still in progress. Please wait a moment until this operation is complete.
eo: Alia ŝlosila genera operacio estas ankoraŭ en progreso.\Bonvolu atendi momenton ĝis ĉi tiu operacio finiĝos.

source: Generating new key pair
eo: Generante novan ŝlosilparon

source: Can not start "konsole" application for expert mode.
eo: Ne povas lanĉi la aplikaĵon "konsole" por sperta reĝimo.

# Application ready for user input
source: Ready
eo: Preta

source: Bad passphrase. Cannot generate a new key pair.
eo: Malbona pasfrazo. Ne povas generi novan ŝlosilparon.

source: Aborted by the user. Cannot generate a new key pair.
eo: Abortita de la uzanto. Ne povas generi novan ŝlosilparon.

source: The email address is not valid. Cannot generate a new key pair.
eo: La retadreso ne validas. Ne povas generi novan ŝlosilparon.

source: The name is not accepted by gpg. Cannot generate a new key pair.
eo: La nomo ne estas akceptita de gpg. Ne povas generi novan ŝlosilparon.

source: New Key Pair Created
eo: Nova Ŝlosilparo Kreita

source: backup copy
eo: rezerva kopio

source: gpg process did not finish. Cannot generate a new key pair.
eo: gpg-procezo ne finiĝis. Ne povas generi novan ŝlosilparon.

source: You can only refresh primary keys. Please check your selection.
eo: Vi nur povas refreŝigi ĉefajn ŝlosilojn. Bonvolu kontroli vian elekton.

source: Another operation is still in progress. Please wait a moment until this operation is complete.
eo: Alia operacio estas ankoraŭ en progreso.\Bonvolu atendi momenton ĝis ĉi tiu operacio finiĝos.

source: Add New User Id
eo: Aldoni Novan Uzantan Idaĵon

source: The image must be a JPEG file. Remember that the image is stored within your public key, so if you use a very large picture, your key will become very large as well. The size should not exceed 6 KiB. An image size of around 240x288 is a good size to use.
eo: La bildo devas esti JPEG-dosiero. Memoru, ke la bildo estas konservita ene de via publika ŝlosilo, do se vi uzas tre grandan bildon, via ŝlosilo ankaŭ fariĝos tre granda. La grandeco ne devus superi 6 KiB. Bildgrandeco de ĉirkaŭ 240x288 estas bona grandeco por uzi.

source: <qt>Are you sure you want to delete Photo id <b>%1</b><br/>from key <b>%2 &lt;%3&gt;</b>?</qt>
eo: <qt>Ĉu vi certas, ke vi volas forigi foto-identigilon <b>%1</b><br/>de ŝlosilo <b>%2 &lt;%3&gt;</b>?</qt>

source: Public Key
eo: Publika Ŝlosilo

source: Sub Key
eo: Subŝlosilo

source: Secret Key Pair
eo: Sekreta Ŝlosila Paro

source: Key Group
eo: Ŝlosila Grupo

source: Signature
eo: Subskribo

source: User ID
eo: Uzant-ID

source: Revocation Signature
eo: Revoka Subskribo

source: Photo ID
eo: Foto ID

source: Orphaned Secret Key
eo: Orfa Sekreta Ŝlosilo

source: Group member
eo: Grupano

source: &Sign User ID ...
eo: &Subskribi Uzantan ID...

source: Sign and &Mail User ID ...
eo: Subskribi kaj Poŝti Uza&ntan ID...

source: E&xport Public Key...
eo: Ek&sporti Publikan Ŝlosilon...

source: &Refresh Key From Keyserver
eo: &Refreŝigi Ŝlosilon El Ŝlosilservilo

source: &Create Group with Selected Key...
eo: &Krei Grupon kun Elektita Ŝlosilo...

source: &Sign Key...
eo: &Subskribi Ŝlosilon...

source: &Delete User ID
eo: &Forigi Uzant-ID

source: Delete Sign&ature
eo: Forigi Subskrib&on

source: Import Key From Keyserver
eo: Importi Ŝlosilon el Ŝlosilservilo

source: &Delete Key
eo: &Forigi Ŝlosilon

source: Creation of the revocation certificate failed...
eo: Kreado de la revokatestilo malsukcesis...

source: <qt>Secret keys <b>should not</b> be saved in an unsafe place.<br/>If someone else can access this file, encryption with this key will be compromised.<br/>Continue key export?</qt>
eo: <qt>Sekretaj ŝlosiloj <b>ne devas</b> esti konservitaj en nesekura loko.<br/>Se iu alia povas aliri ĉi tiun dosieron, ĉifrado per ĉi tiu ŝlosilo estos endanĝerigita.<br/>Ĉu daŭrigi ŝlosil-eksporton?</qt>

source: Export PRIVATE KEY As
eo: Eksporti PRIVATAN ŜLOSILON Kiel

source: *.asc|*.asc Files
eo: *.asc|*.asc Dosieroj

source: <qt>Your <b>private</b> key "%1" was successfully exported to<br/>%2.<br/><b>Do not</b> leave it in an insecure place.</qt>
eo: <qt>Via <b>privata</b> ŝlosilo "%1" estis sukcese eksportita al<br/>%2.<br/><b>Ne</b> lasu ĝin en nesekura loko.</qt>

source: Your secret key could not be exported. Check the key.
eo: Via sekreta ŝlosilo ne povis esti eksportita. Kontrolu la ŝlosilon.

source: <qt>The public key was successfully exported to<br/>%2</qt>
eo: <qt>La publika ŝlosilo estis subcese eksportita al<br/>%2</qt>

source: Your public key could not be exported Check the key.
eo: Via publika ŝlosilo ne povis esti eksportita Kontrolu la ŝlosilon.

source: <p>This key is an orphaned secret key (secret key without public key.) It is currently not usable.</p><p>Would you like to regenerate the public key?</p>
eo: <p>Ĉi tiu ŝlosilo estas orfa sekreta ŝlosilo (sekreta ŝlosilo sen publika ŝlosilo.) Ĝi nuntempe ne estas uzebla.</p><p>Ĉu vi ŝatus regeneri la publikan ŝlosilon?</p>

source: Generate
eo: Generi

source: Do Not Generate
eo: Ne Generi

source: <qt>Are you sure you want to delete group <b>%1</b> ?</qt>
eo: <qt>Ĉu vi certas, ke vi volas forigi grupon <b>%1</b>?</qt>

source: Delete
eo: Forigi

source: <qt>You cannot create a group containing signatures, subkeys or other groups.</qt>
eo: <qt>Vi ne povas krei grupon enhavantan subskribojn, subŝlosilojn aŭ aliajn grupojn.</qt>

source: Create New Group
eo: Krei novan grupon

# Enter the name of the group you are creating now
source: Enter new group name:
eo: Enigu novan grupnomon:

source: Following keys are not valid or not trusted and will not be added to the group:
eo: Sekvaj ŝlosiloj ne estas validaj aŭ ne fidindaj kaj ne estos aldonitaj al la grupo:

source: <qt>No valid or trusted key was selected. The group <b>%1</b> will not be created.</qt>
eo: <qt>Neniu valida aŭ fidinda ŝlosilo estis elektita. La grupo <b>%1</b> ne estos kreita.</qt>

source: Group Properties
eo: Grupo-ecoj

source: You can only sign primary keys. Please check your selection.
eo: Vi povas subskribi nur ĉefajn ŝlosilojn. Bonvolu kontroli vian elekton.

source: <qt>You are about to sign key:<br /><br />%1<br />ID: %2<br />Fingerprint: <br /><b>%3</b>.<br /><br />You should check the key fingerprint by phoning or meeting the key owner to be sure that someone is not trying to intercept your communications.</qt>
eo: <qt>Vi estas subskribonta ŝlosilon:<br /><br />%1<br />ID: %2<br />Fingrosigno: <br /><b>%3</b>.<br /><br />Vi devus kontroli la ŝlosilan fingrospuron telefonante aŭ renkontante la ŝlosilposedanton por certigi, ke iu ne provas kapti viajn komunikadojn.</qt>

source: <qt>You are about to sign key:<br /><br />%1 (%2)<br />ID: %3<br />Fingerprint: <br /><b>%4</b>.<br /><br />You should check the key fingerprint by phoning or meeting the key owner to be sure that someone is not trying to intercept your communications.</qt>
eo: <qt>Vi estas subskribonta ŝlosilon:<br /><br />%1 (%2)<br />ID: %3<br />Fingrosigno: <br /><b>%4</b >.<br /><br />Vi devus kontroli la ŝlosilan fingrospuron telefonante aŭ renkontante la ŝlosilposedanton por certigi, ke iu ne provas kapti viajn komunikadojn.</qt>

source: <qt>You are about to sign the following keys in one pass.<br/><b>If you have not carefully checked all fingerprints, the security of your communications may be compromised.</b></qt>
eo: <qt>Vi estas subskribonta la sekvajn ŝlosilojn per unu paŝo.<br/><b>Se vi ne zorge kontrolis ĉiujn fingrospurojn, la sekureco de viaj komunikadoj povas esti endanĝerigita.</b></qt>

source: You can only sign user ids and photo ids. Please check your selection.
eo: Vi nur povas subskribi uzantidentigilojn kaj fotajn identigilojn. Bonvolu kontroli vian elekton.

source: <qt>You are about to sign user id:<br /><br />%1<br />ID: %2<br />Fingerprint: <br /><b>%3</b>.<br /><br />You should check the key fingerprint by phoning or meeting the key owner to be sure that someone is not trying to intercept your communications.</qt>
eo: <qt>Vi estas subskribonta uzantidentigilo:<br /><br />%1<br />ID: %2<br />Fingrosigno: <br /><b>%3</b>.<br /><br />Vi devus kontroli la ŝlosilan fingrospuron telefonante aŭ renkontante la ŝlosilposedanton por certigi, ke iu ne provas kapti viajn komunikadojn.</qt>

source: <qt>You are about to sign user id:<br /><br />%1 (%2)<br />ID: %3<br />Fingerprint: <br /><b>%4</b>.<br /><br />You should check the key fingerprint by phoning or meeting the key owner to be sure that someone is not trying to intercept your communications.</qt>
eo: <qt>Vi estas subskribonta uzantidentigilo:<br /><br />%1 (%2)<br />ID: %3<br />Fingrosigno: <br /><b>%4</b>.<br /><br />Vi devus kontroli la ŝlosilan fingrospuron telefonante aŭ renkontante la ŝlosilan posedanton por certigi, ke iu ne provas kapti viajn komunikadojn.</qt>

source: <qt>You are about to sign the following user ids in one pass.<br/><b>If you have not carefully checked all fingerprints, the security of your communications may be compromised.</b></qt>
eo: <qt>Vi estas subskribonta la jenajn uzantidentaĵojn per unu paŝo.<br/><b>Se vi ne zorge kontrolis ĉiujn fingrospurojn, la sekureco de viaj komunikadoj eble estos endanĝerigita.</b></qt>

source: <qt>Bad passphrase, key <b>%1 (%2)</b> not signed.</qt>
eo: <qt>Malbona pasfrazo, ŝlosilo <b>%1 (%2)</b> ne subskribita.</qt>

source: <qt>The key <b>%1 (%2)</b> is already signed.</qt>
eo: <qt>La ŝlosilo <b>%1 (%2)</b> jam estas subskribita.</qt>

source: <qt>Signing key <b>%1</b> with key <b>%2</b> failed.<br />Do you want to try signing the key in console mode?</qt>
eo: <qt>Subskribi ŝlosilon <b>%1</b> per ŝlosilo <b>%2</b> malsukcesis.<br />Ĉu vi volas provi subskribi la ŝlosilon en konzola reĝimo?</qt>

# @action:button
source: Sign
eo: Subskribi

source: All signatures for this key are already in your keyring
eo: Ĉiuj subskriboj por ĉi tiu ŝlosilo jam estas en via ŝlosilringo

source: Edit key manually to delete a self-signature.
eo: Redakti ŝlosilon mane por forigi memsubskribon.

source: <qt>Are you sure you want to delete signature<br /><b>%1</b><br />from user id <b>%2</b><br />of key: <b>%3</b>?</qt>
eo: <qt>Ĉu vi certas, ke vi volas forigi subskribon<br /><b>%1</b><br />de uzantidentigilo <b>%2</b><br />de ŝlosilo: <b> %3</b>?</qt>

source: Requested operation was unsuccessful, please edit the key manually.
eo: Petita operacio estis malsukcesa, bonvolu redakti la ŝlosilon permane.

source: <qt>The key you are deleting is a member of the following key group. Do you want to remove it from this group?</qt>
eo: <qt>La ŝlosilo, kiun vi forigas, estas membro de la sekva ŝlosilgrupo. Ĉu vi volas forigi ĝin el ĉi tiu grupo?</qt>

source: Delete key
eo: Forigi ŝlosilon

source: You are removing the last key from key group %1.<br/>Do you want to delete the group, too?
eo: Vi forigas la lastan ŝlosilon el ŝlosilgrupo %1.<br/>Ĉu vi ankaŭ volas forigi la grupon?

source: <p>Delete <b>secret</b> key pair <b>%1</b>?</p>Deleting this key pair means you will never be able to decrypt files encrypted with this key again.
eo: <p>Forigi <b>sekretan</b> ŝlosilparon <b>%1</b>?</p>Forigi ĉi tiun ŝlosilparon signifas, ke vi neniam plu povos deĉifri dosierojn ĉifritajn per ĉi tiu ŝlosilo.

source: Another key delete operation is still in progress. Please wait a moment until this operation is complete.
eo: Alia ŝlosila foriga operacio estas ankoraŭ en progreso.\Bonvolu atendi momenton ĝis ĉi tiu operacio finiĝos.

source: Key <b>%1</b> deleted.
eo: Ŝlosilo <b>%1</b> forigita.

source: Deleting key <b>%1</b> failed.
eo: Forigo de ŝlosilo <b>%1</b> malsukcesis.

source: Can not delete key <b>%1</b> while it is edited in terminal.
eo: Ne povas forigi ŝlosilon <b>%1</b> dum ĝi estas redaktita en terminalo.

source: You have selected items that are not keys. They can not be deleted with this menu entry.
eo: Vi elektis erojn kiuj ne estas ŝlosiloj. Ili ne povas esti forigitaj per ĉi tiu menuo.

source: <qt>The following are secret key pairs:<br/><b>%1</b><br/>They will not be deleted.</qt>
eo: <qt>La jenaj estas sekretaj ŝlosilparoj:<br/><b>%1</b><br/>Ili ne estos forigitaj.</qt>

source: <qt><b>Delete the following public key?</b></qt>
eo: <qt><b>Ĉu forigi la jenan publikan ŝlosilon?</b></qt>

source: Key Import
eo: Ŝlosila Importo

source: Open File
eo: Malfermu dosieron

source: <qt>The text in the clipboard does not look like a key, but like encrypted text.<br />Do you want to decrypt it first and then try importing it?</qt>
eo: <qt>La teksto en la tondujo ne aspektas kiel ŝlosilo, sed kiel ĉifrita teksto.<br />Ĉu vi volas unue malĉifri ĝin kaj poste provi importi ĝin?</qt>

source: Import from Clipboard
eo: Importi el Tondujo

source: Importing...
eo: Importado...

source: Key importing failed. Please see the detailed log for more information.
eo: Ŝlosilimportado malsukcesis. Bonvolu vidi la detalan protokolon por pliaj informoj.

source: KGpg - encryption tool
eo: KGpg - ĉifrada ilo

source: Ke&y Manager
eo: Ke&y Administranto

source: &Encrypt Clipboard
eo: &Ĉifri Tondujo

source: &Decrypt Clipboard
eo: &Malĉifri Tondujo

source: &Sign/Verify Clipboard
eo: &Subskribi/Konfirmi Tondujo

source: Clipboard is empty.
eo: Tondujo estas malplena.

source: Text successfully encrypted.
eo: Teksto sukcese ĉifrita.

source: &Keys
eo: &Ŝlosiloj

source: &Show Details
eo: Montri detalojn (&S)

source: &Groups
eo: &Grupoj

source: <p>Do you want to import file <b>%1</b> into your key ring?</p>
eo: <p>Ĉu vi volas importi dosieron <b>%1</b> en vian ŝlosilringon?</p>

source: GnuPG failed to start.<br />You must fix the GnuPG error first before running KGpg.
eo: GnuPG malsukcesis komenci.<br />Vi devas unue ripari la GnuPG-eraron antaŭ ol ruli KGpg.

source: GnuPG error
eo: GnuPG-eraro

source: <qt>The use of <b>GnuPG Agent</b> is enabled in GnuPG's configuration file (%1).<br />However, the agent does not seem to be running. This could result in problems with signing/decryption.<br />Please disable GnuPG Agent from KGpg settings, or fix the agent.</qt>
eo: <qt>La uzo de <b>GnuPG Agent</b> estas ebligita en la agorda dosiero de GnuPG (%1).<br />Tamen, la agento ŝajnas ne funkcii. Ĉi tio povus rezultigi problemojn pri subskribo/malĉifrado.<br />Bonvolu malŝalti GnuPG Agent de KGpg-agordoj, aŭ ripari la agenton.</qt>

source: No files given.
eo: Neniuj dosieroj donitaj.

source: Cannot decrypt and show folder.
eo: Ne povas deĉifri kaj montri dosierujon.

source: Cannot sign folder.
eo: Ne povas subskribi dosierujon.

source: Cannot verify folder.
eo: Ne eblas konfirmi dosierujon.

source: Unable to perform requested operation. Please select only one folder, or several files, but do not mix files and folders.
eo: Ne eblas plenumi petitan operacion. Bonvolu elekti nur unu dosierujon, aŭ plurajn dosierojn, sed ne miksu dosierojn kaj dosierujojn.

source: Encrypt file
eo: Ĉifri dosieron

source: Open key manager
eo: Malfermi ŝlosiladministranton

source: Open editor
eo: Malfermi redaktilon

source: Show encrypted file
eo: Montri ĉifritan dosieron

source: Sign File
eo: Subskribi Dosieron

source: Verify signature
eo: Konfirmi subskribon

source: File to open
eo: Malfermenda dosiero
